Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# alerts.storageIssue.message
source: Unable to save data to device storage. Your changes will not be saved when the app closes. Please restart the app or check your device storage.
ar: لا يمكن حفظ البيانات في ذاكرة الجهاز. التغييرات الخاصة بك لن يتم حفظها عند إغلاق التطبيق. يرجى إعادة تشغيل التطبيق أو التحقق من ذاكرة الجهاز.
bg: Не може да се запасят данни на устройството. Вашите промени няма да бъдат запазени, когато приложението се затвори. Моля, рестартирайте приложението или проверете хранилището на устройството.
bn: ডিভাইস স্টোরেজে ডেটা সংরক্ষণ করতে অক্ষম। অ্যাপ বন্ধ হলে আপনার পরিবর্তনগুলি সংরক্ষিত হবে না। অ্যাপটি পুনরায় চালু করুন বা আপনার ডিভাইস স্টোরেজ পরীক্ষা করুন।
ca: No es poden guardar les dades a l'emmagatzematge del dispositiu. Els canvis no es guardaran quan es tanqui l'aplicació. Reinicia l'aplicació o comprova l'emmagatzematge del dispositiu.
cs: Nelze uložit data do úložiště zařízení. Vaše změny nebudou uloženy při zavření aplikace. Restartujte aplikaci nebo zkontrolujte úložiště zařízení.
da: Kan ikke gemme data til enhedslager. Dine ændringer gemmes ikke, når appen lukkes. Genstarten appen eller kontroller dit enhedslager.
de: Daten können nicht auf dem Gerät gespeichert werden. Deine Änderungen werden nicht gespeichert, wenn die App geschlossen wird. Starten Sie die App neu oder überprüfen Sie den Gerätespeicher.
el: Δεν είναι δυνατή η αποθήκευση δεδομένων στο χώρο αποθήκευσης της συσκευής. Οι αλλαγές σας δεν θα αποθηκευτούν όταν κλείνει η εφαρμογή. Επανεκκινήστε την εφαρμογή ή ελέγξτε το χώρο αποθήκευσης της συσκευής.
es: No se pueden guardar los datos en el almacenamiento del dispositivo. Los cambios no se guardarán cuando cierres la aplicación. Reinicia la aplicación o verifica el almacenamiento del dispositivo.
et: Andmete salvestamine seadme mällu ei õnnestunud. Sinu muudatused ei salvestu rakenduse sulgemisel. Käivita rakendus uuesti või kontrolli seadme mälu.
fa: امکان ذخیره داده‌ها در حافظه دستگاه وجود ندارد. تغییرات شما هنگام بسته شدن برنامه ذخیره نخواهند شد. لطفاً برنامه را دوباره راه‌اندازی کنید یا حافظه دستگاه خود را بررسی کنید.
fi: Tietoja ei voi tallentaa laitteen tallennustilaan. Muutoksiasi ei tallenneta, kun sovellus suljetaan. Käynnistä sovellus uudelleen tai tarkista laitteen tallennustila.
fil: Hindi maaaring magsave ng data sa device storage. Ang iyong mga pagbabago ay hindi mase-save kapag isinara ang app. Mangyaring i-restart ang app o suriin ang iyong device storage.
fr: Impossible d'enregistrer les données sur le stockage de l'appareil. Vos modifications ne seront pas sauvegardées à la fermeture de l'application. Redémarrez l'application ou vérifiez le stockage de votre appareil.
he: לא ניתן לשמור נתונים לאחסון ההתקן. השינויים שלך לא יישמרו כאשר האפליקציה תיסגר. אנא הפעל את האפליקציה מחדש או בדוק את אחסון ההתקן.
hi: डिवाइस स्टोरेज में डेटा सहेजने में असमर्थ। जब ऐप बंद हो तो आपके परिवर्तन सहेजे नहीं जाएंगे। ऐप को पुनः शुरू करें या अपने डिवाइस स्टोरेज की जांच करें।
hr: Nije moguće spremiti podatke u memoriju uređaja. Vaše izmjene neće biti spremljene kada se aplikacija zatvori. Molim restartajte aplikaciju ili provjerite memoriju uređaja.
hu: Nem sikerült az adatokat az eszköz tárhelyére menteni. A módosítások nem kerülnek mentésre az alkalmazás bezárásakor. Indítsa újra az alkalmazást vagy ellenőrizze az eszköz tárhely-használatát.
id: Tidak dapat menyimpan data ke penyimpanan perangkat. Perubahan Anda tidak akan disimpan saat aplikasi ditutup. Mulai ulang aplikasi atau periksa penyimpanan perangkat Anda.
is: Ekki var hægt að vista gögn á geymslu tækisins. Breytingarnar þínar verða ekki vistaðar þegar appið lokar. Endurræstu appið eða athugaðu geymslu tækisins.
it: Impossibile salvare i dati nell'archivio del dispositivo. Le tue modifiche non verranno salvate quando l'app si chiude. Riavvia l'app o controlla l'archivio del dispositivo.
ja: デバイスストレージにデータを保存できません。アプリを閉じるときに変更が保存されません。アプリを再起動するか、デバイスストレージを確認してください。
ko: 기기 저장소에 데이터를 저장할 수 없습니다. 앱을 닫을 때 변경 사항이 저장되지 않습니다. 앱을 다시 시작하거나 기기 저장소를 확인하세요.
lt: Nepavyko išsaugoti duomenų į įrenginio saugyklą. Jūsų pakeitimai nebus išsaugoti uždarius programą. Iš naujo paleiskite programą arba patikrinkite jūsų įrenginio saugyklą.
lv: Nevar saglabāt datus ierīces krātuvē. Jūsu izmaiņas netiks saglabātas, aizvērojot lietotni. Lūdzu, restartējiet lietotni vai pārbaudiet ierīces krātuvi.
nb: Kan ikke lagre data til enhetslagring. Endringene dine blir ikke lagret når appen lukkes. Start appen på nytt eller sjekk enhetslagringen.
nl: Kan gegevens niet opslaan in apparaatopslag. Uw wijzigingen worden niet opgeslagen wanneer de app sluit. Start de app opnieuw op of controleer uw apparaatopslag.
nn: Kan ikkje lagre data til einingslager. Endringane dine blir ikkje lagra når appen lukkar. Start appen på nytt eller sjekk einingslager.
pl: Nie można zapisać danych do pamięci urządzenia. Zmiany nie będą zapisane po zamknięciu aplikacji. Uruchom ponownie aplikację lub sprawdź pamięć urządzenia.
pt_br: Não foi possível salvar dados no armazenamento do dispositivo. Suas alterações não serão salvas quando o aplicativo fechar. Reinicie o aplicativo ou verifique o armazenamento do dispositivo.
ro: Nu se pot salva datele în memoria dispozitivului. Modificările tale nu vor fi salvate când se închide aplicația. Repornește aplicația sau verifică memoria dispozitivului.
ru: Не удается сохранить данные в хранилище устройства. Ваши изменения не будут сохранены при закрытии приложения. Перезагрузите приложение или проверьте хранилище устройства.
sk: Nie je možné uložiť údaje do úložiska zariadenia. Vaše zmeny sa nebudú uložené, keď sa aplikácia zatvorí. Reštartujte aplikáciu alebo skontrolujte úložisko zariadenia.
sl: Podatkov ni mogoče shraniti v pomnilnik naprave. Vaše spremembe ne bodo shranjene ob zaprtju aplikacije. Ponovno zaženite aplikacijo ali preverite pomnilnik naprave.
sr: Nije moguće sačuvati podatke u memoriju uređaja. Vaše izmene neće biti sačuvane kada se aplikacija zatvori. Pokrenite aplikaciju iznova ili proverite memoriju uređaja.
sv: Kan inte spara data till enhetens lagring. Dina ändringar sparas inte när appen stängs. Starta om appen eller kontrollera enhetens lagring.
sw: Haiwezi kuokoa data kwa hifadhi ya kifaa. Mabadiliko yako hayatahifadhiwa wakati programu inafungwa. Tafadhali anzisha upya programu au angalia hifadhi ya kifaa chako.
ta: சாதன சேமிப்பகத்தில் தரவைச் சேமிக்க முடியவில்லை. ஆப்ப்ளிகேஷன் மூடப்படும் போது உங்கள் மாற்றங்கள் சேமிக்கப்படாது. தயவுசெய்து ஆப்ப்ளிகேஷனை மீண்டுமுயற்சிக்கவும் அல்லது உங்கள் சாதன சேமிப்பகத்தைச் சரிபார்க்கவும்.
th: ไม่สามารถบันทึกข้อมูลลงในที่จัดเก็บของอุปกรณ์ได้ การเปลี่ยนแปลงของคุณจะไม่ถูกบันทึกเมื่อปิดแอป โปรดเปิดแอปใหม่หรือตรวจสอบที่จัดเก็บของอุปกรณ์
tr: Veriler cihaz depolama alanına kaydedilemiyor. Uygulama kapandığında değişiklikleriniz kaydedilmeyecektir. Lütfen uygulamayı yeniden başlatın veya cihaz depolama alanınızı kontrol edin.
uk: Не вдається зберегти дані у сховище пристрою. Ваші зміни не будуть збережені при закритті програми. Перезавантажте програму або перевірте сховище пристрою.
ur: ڈیوائس سٹوریج میں ڈیٹا محفوظ نہیں کر سکتے۔ جب ایپ بند ہوگی تو آپ کی تبدیلیاں محفوظ نہیں ہوں گی۔ براہ کرم ایپ دوبارہ شروع کریں یا اپنی ڈیوائس سٹوریج چیک کریں۔
vi: Không thể lưu dữ liệu vào bộ nhớ thiết bị. Các thay đổi của bạn sẽ không được lưu khi ứng dụng đóng. Vui lòng khởi động lại ứng dụng hoặc kiểm tra bộ nhớ thiết bị của bạn.
zh_hans: 无法将数据保存到设备存储。应用关闭时更改不会被保存。请重新启动应用或检查您的设备存储。
zh_hant: 無法將資料儲存到裝置儲存空間。應用程式關閉時，您的變更不會被儲存。請重新啟動應用程式或檢查您的裝置儲存空間。

# alerts.storageIssue.title
source: Storage Issue
ar: مشكلة التخزين
bg: Проблем със съхранението
bn: সংরক্ষণ সমস্যা
ca: Problema d'emmagatzematge
cs: Problém s úložištěm
da: Lagerproblem
de: Speicherproblem
el: Πρόβλημα αποθήκευσης
es: Problema de almacenamiento
et: Salvestusprobleem
fa: مشکل ذخیره‌سازی
fi: Tallennusongelma
fil: Problema sa Imbakan
fr: Problème de stockage
he: בעיית אחסון
hi: स्टोरेज समस्या
hr: Problem s pohranom
hu: Tárolási probléma
id: Masalah Penyimpanan
is: Geymsluvandamál
it: Problema di archiviazione
ja: ストレージの問題
ko: 저장소 문제
lt: Saugojimo problema
lv: Uzglabāšanas problēma
nb: Lagringsproblem
nl: Opslagprobleem
nn: Lagringsproblem
pl: Problem z pamięcią
pt_br: Problema de Armazenamento
ro: Problemă de stocare
ru: Проблема с хранилищем
sk: Problém s úložiskom
sl: Težava s shranjevanjem
sr: Problem sa skladištem
sv: Lagringsproblem
sw: Tatizo la Kuhifadhi
ta: சேமிப்பக சிக்கல்
th: ปัญหาที่จัดเก็บ
tr: Depolama Sorunu
uk: Проблема зі сховищем
ur: اسٹوریج کا مسئلہ
vi: Sự cố bộ nhớ
zh_hans: 存储问题
zh_hant: 儲存問題

# appearance.calendarContentColor.monochrome
source: Black or white
ar: أسود أو أبيض
bg: Черно или бяло
bn: কালো বা সাদা
ca: Negre o blanc
cs: Černá nebo bílá
da: Sort eller hvid
de: Schwarz oder weiß
el: Μαύρο ή λευκό
es: Negro o blanco
et: Must või valge
fa: سیاه یا سفید
fi: Musta tai valkoinen
fil: Itim o puti
fr: Noir ou blanc
he: שחור או לבן
hi: काला या सफेद
hr: Crno ili bijelo
hu: Fekete vagy fehér
id: Hitam atau putih
is: Svart eða hvítt
it: Nero o bianco
ja: 黒または白
ko: 검정 또는 흰색
lt: Juoda arba balta
lv: Melns vai balts
nb: Svart eller hvitt
nl: Zwart of wit
nn: Svart eller kvitt
pl: Czarny lub biały
pt_br: Preto ou branco
ro: Negru sau alb
ru: Черный или белый
sk: Čierna alebo biela
sl: Črno ali belo
sr: Crno ili belo
sv: Svart eller vitt
sw: Nyeusi au nyeupe
ta: கருப்பு அல்லது வெள்ளை
th: ขาวหรือดำ
tr: Siyah veya beyaz
uk: Чорний або білий
ur: سیاہ یا سفید
vi: Đen hoặc trắng
zh_hans: 黑色或白色
zh_hant: 黑或白

# appearance.calendarContentColor.monochromeDescription
source: Show calendar contents in black or white, depending on appearance.
ar: اعرض محتوى التقويم بالأسود أو الأبيض حسب المظهر.
bg: Показвай съдържанието на календара в черно или бяло според изгледа.
bn: চেহারা অনুযায়ী ক্যালেন্ডারের বিষয়বস্তু কালো বা সাদায় দেখান।
ca: Mostra el contingut del calendari en negre o blanc, segons l'aparença.
cs: Zobrazit obsah kalendáře černě nebo bíle podle vzhledu.
da: Vis kalenderindhold i sort eller hvid, afhængigt af udseende.
de: Kalenderinhalte je nach Erscheinungsbild in Schwarz oder Weiß anzeigen.
el: Εμφάνιση περιεχομένων ημερολογίου σε μαύρο ή λευκό, ανάλογα με την εμφάνιση.
es: Muestra el contenido del calendario en negro o blanco, según la apariencia.
et: Kuva kalendri sisu musta või valgena, olenevalt välimusest.
fa: محتوای تقویم را بسته به ظاهر، سیاه یا سفید نشان بده.
fi: Näytä kalenterin sisältö mustana tai valkoisena ulkoasun mukaan.
fil: Ipakita ang laman ng kalendaryo sa itim o puti, batay sa hitsura.
fr: Afficher le contenu du calendrier en noir ou blanc, selon l’apparence.
he: הצג את תוכן היומן בשחור או בלבן, בהתאם למראה.
hi: दिखावट के अनुसार कैलेंडर सामग्री काले या सफेद में दिखाएँ।
hr: Prikaži sadržaj kalendara crno ili bijelo, ovisno o izgledu.
hu: A naptár tartalma fekete vagy fehér legyen, a megjelenéstől függően.
id: Tampilkan isi kalender dalam hitam atau putih, sesuai tampilan.
is: Sýna innihald dagatals í svörtu eða hvítu eftir útliti.
it: Mostra i contenuti del calendario in nero o bianco, in base all'aspetto.
ja: 外観に応じて、カレンダー内容を黒または白で表示します。
ko: 표시 모드에 따라 달력 내용을 검정 또는 흰색으로 표시합니다.
lt: Rodyti kalendoriaus turinį juodai arba baltai pagal išvaizdą.
lv: Rādīt kalendāra saturu melnu vai baltu atkarībā no izskata.
nb: Vis kalenderinnhold i svart eller hvitt, avhengig av utseende.
nl: Toon kalenderinhoud in zwart of wit, afhankelijk van de weergave.
nn: Vis kalenderinnhald i svart eller kvitt, avhengig av utsjånad.
pl: Pokaż zawartość kalendarza na czarno lub biało, zależnie od wyglądu.
pt_br: Mostre o conteúdo do calendário em preto ou branco, conforme a aparência.
ro: Afișează conținutul calendarului în negru sau alb, în funcție de aspect.
ru: Показывать содержимое календаря черным или белым, в зависимости от оформления.
sk: Zobraziť obsah kalendára čiernou alebo bielou podľa vzhľadu.
sl: Vsebino koledarja prikaži črno ali belo, glede na videz.
sr: Prikaži sadržaj kalendara crno ili belo, u zavisnosti od izgleda.
sv: Visa kalenderinnehåll i svart eller vitt beroende på utseende.
sw: Onyesha maudhui ya kalenda kwa nyeusi au nyeupe, kulingana na mwonekano.
ta: தோற்றத்தின்படி காலண்டர் உள்ளடக்கத்தை கருப்பு அல்லது வெள்ளையில் காட்டு.
th: แสดงเนื้อหาในปฏิทินเป็นขาวหรือดำตามลักษณะที่ปรากฏ
tr: Takvim içeriğini görünüme göre siyah veya beyaz göster.
uk: Показувати вміст календаря чорним або білим залежно від вигляду.
ur: ظاہری انداز کے مطابق کیلنڈر کا مواد سیاہ یا سفید دکھائیں۔
vi: Hiển thị nội dung lịch bằng màu đen hoặc trắng, tùy theo giao diện.
zh_hans: 根据外观，以黑色或白色显示日历内容。
zh_hant: 依外觀以黑色或白色顯示日曆內容。

# appearance.calendarContentColor.saveError
source: Failed to save calendar color preference
ar: فشل حفظ تفضيل لون التقويم
bg: Неуспешно запазване на предпочитанието за цвят на календара
bn: ক্যালেন্ডারের রঙের পছন্দ সংরক্ষণ করা যায়নি
ca: No s'ha pogut desar la preferència de color del calendari
cs: Nepodařilo se uložit volbu barvy kalendáře
da: Kunne ikke gemme præference for kalenderfarve
de: Kalenderfarbeneinstellung konnte nicht gespeichert werden
el: Αποτυχία αποθήκευσης προτίμησης χρώματος ημερολογίου
es: No se pudo guardar la preferencia de color del calendario
et: Kalendri värvieelistuse salvestamine ebaõnnestus
fa: ذخیره ترجیح رنگ تقویم ناموفق بود
fi: Kalenterivärin asetusta ei voitu tallentaa
fil: Hindi na-save ang kagustuhan sa kulay ng kalendaryo
fr: Échec de l’enregistrement de la préférence de couleur du calendrier
he: שמירת העדפת צבע היומן נכשלה
hi: कैलेंडर रंग वरीयता सहेजने में विफल
hr: Spremanje postavke boje kalendara nije uspjelo
hu: Nem sikerült menteni a naptárszín-beállítást
id: Gagal menyimpan preferensi warna kalender
is: Mistókst að vista litaval dagatals
it: Impossibile salvare la preferenza del colore del calendario
ja: カレンダーの色設定を保存できませんでした
ko: 달력 색상 설정을 저장하지 못했습니다
lt: Nepavyko išsaugoti kalendoriaus spalvų nuostatos
lv: Neizdevās saglabāt kalendāra krāsas izvēli
nb: Kunne ikke lagre kalenderfargevalget
nl: Voorkeur voor kalenderkleur opslaan mislukt
nn: Klarte ikkje lagre kalenderfargevalet
pl: Nie udało się zapisać ustawienia koloru kalendarza
pt_br: Falha ao salvar a preferência de cor do calendário
ro: Nu s-a putut salva preferința pentru culoarea calendarului
ru: Не удалось сохранить настройку цвета календаря
sk: Nepodarilo sa uložiť nastavenie farby kalendára
sl: Shranjevanje nastavitve barve koledarja ni uspelo
sr: Čuvanje podešavanja boje kalendara nije uspelo
sv: Det gick inte att spara inställningen för kalenderfärg
sw: Imeshindwa kuhifadhi chaguo la rangi ya kalenda
ta: காலண்டர் நிற விருப்பத்தைச் சேமிக்க முடியவில்லை
th: บันทึกการตั้งค่าสีปฏิทินไม่สำเร็จ
tr: Takvim rengi tercihi kaydedilemedi
uk: Не вдалося зберегти вибір кольору календаря
ur: کیلنڈر رنگ کی ترجیح محفوظ نہ ہو سکی
vi: Không thể lưu tùy chọn màu lịch
zh_hans: 保存日历颜色偏好失败
zh_hant: 無法儲存日曆顏色偏好設定

# appearance.calendarContentColor.sectionTitle
source: Calendar colors
ar: ألوان التقويم
bg: Цветове на календара
bn: ক্যালেন্ডারের রং
ca: Colors del calendari
cs: Barvy kalendáře
da: Kalenderfarver
de: Kalenderfarben
el: Χρώματα ημερολογίου
es: Colores del calendario
et: Kalendri värvid
fa: رنگ‌های تقویم
fi: Kalenterin värit
fil: Mga kulay ng kalendaryo
fr: Couleurs du calendrier
he: צבעי יומן
hi: कैलेंडर रंग
hr: Boje kalendara
hu: Naptárszínek
id: Warna kalender
is: Dagatalslitir
it: Colori del calendario
ja: カレンダーの色
ko: 달력 색상
lt: Kalendoriaus spalvos
lv: Kalendāra krāsas
nb: Kalenderfarger
nl: Kalenderkleuren
nn: Kalenderfargar
pl: Kolory kalendarza
pt_br: Cores do calendário
ro: Culorile calendarului
ru: Цвета календаря
sk: Farby kalendára
sl: Barve koledarja
sr: Boje kalendara
sv: Kalenderfärger
sw: Rangi za kalenda
ta: காலண்டர் நிறங்கள்
th: สีปฏิทิน
tr: Takvim renkleri
uk: Кольори календаря
ur: کیلنڈر کے رنگ
vi: Màu lịch
zh_hans: 日历颜色
zh_hant: 日曆顏色

# appearance.calendarContentColor.workplace
source: Job colors
ar: ألوان الوظائف
bg: Цветове на работните места
bn: চাকরির রং
ca: Colors de les feines
cs: Barvy zaměstnání
da: Jobfarver
de: Jobfarben
el: Χρώματα εργασιών
es: Colores de los empleos
et: Töökohtade värvid
fa: رنگ‌های شغل
fi: Työpaikkojen värit
fil: Mga kulay ng trabaho
fr: Couleurs des emplois
he: צבעי מקומות העבודה
hi: नौकरी के रंग
hr: Boje poslova
hu: Munkahelyek színei
id: Warna pekerjaan
is: Litir starfa
it: Colori dei lavori
ja: 勤務先の色
ko: 직장 색상
lt: Darboviečių spalvos
lv: Darba vietu krāsas
nb: Jobbfarger
nl: Baankleuren
nn: Jobbfargar
pl: Kolory prac
pt_br: Cores dos empregos
ro: Culorile locurilor de muncă
ru: Цвета мест работы
sk: Farby pracovísk
sl: Barve služb
sr: Boje poslova
sv: Jobbfärger
sw: Rangi za kazi
ta: வேலைகளின் நிறங்கள்
th: สีของงาน
tr: İş renkleri
uk: Кольори робіт
ur: ملازمت کے رنگ
vi: Màu công việc
zh_hans: 工作颜色
zh_hant: 工作顏色

# appearance.calendarContentColor.workplaceDescription
source: Use each job's color in calendar cells.
ar: استخدم لون كل وظيفة في خلايا التقويم.
bg: Използвайте цвета на всяко работно място в клетките на календара.
bn: ক্যালেন্ডারের ঘরে প্রতিটি চাকরির রং ব্যবহার করুন।
ca: Utilitza el color de cada feina a les cel·les del calendari.
cs: Používat barvu každého zaměstnání v buňkách kalendáře.
da: Brug farven for hvert job i kalenderfelterne.
de: Verwende die Farbe jedes Jobs in den Kalenderzellen.
el: Χρήση του χρώματος κάθε εργασίας στα κελιά του ημερολογίου.
es: Usa el color de cada empleo en las celdas del calendario.
et: Kasuta kalendrilahtrites iga töökoha värvi.
fa: از رنگ هر شغل در سلول‌های تقویم استفاده کنید.
fi: Käytä kunkin työpaikan väriä kalenterisoluissa.
fil: Gamitin ang kulay ng bawat trabaho sa mga cell ng kalendaryo.
fr: Utiliser la couleur de chaque emploi dans les cellules du calendrier.
he: השתמש בצבע של כל מקום עבודה בתאי לוח השנה.
hi: कैलेंडर सेल में हर नौकरी का रंग इस्तेमाल करें।
hr: Koristi boju svakog posla u ćelijama kalendara.
hu: Használd az egyes munkahelyek színét a naptárcellákban.
id: Gunakan warna tiap pekerjaan pada sel kalender.
is: Notaðu lit hvers starfs í dagatalsreitunum.
it: Usa il colore di ogni lavoro nelle celle del calendario.
ja: 各勤務先の色をカレンダーセルに使用します。
ko: 각 직장의 색상을 캘린더 셀에 사용합니다.
lt: Naudokite kiekvienos darbovietės spalvą kalendoriaus langeliuose.
lv: Izmantojiet katras darba vietas krāsu kalendāra šūnās.
nb: Bruk jobbfargene i kalenderceller.
nl: Gebruik de kleur van elke baan in de kalendercellen.
nn: Bruk fargane til kvar jobb i kalendercellene.
pl: Używaj kolorów prac w komórkach kalendarza.
pt_br: Use a cor de cada emprego nas células do calendário.
ro: Folosește culoarea fiecărui loc de muncă în celulele calendarului.
ru: Использовать цвет каждого места работы в ячейках календаря.
sk: Použiť farbu každého pracoviska v bunkách kalendára.
sl: Uporabi barvo vsake službe v celicah koledarja.
sr: Koristi boju svakog posla u ćelijama kalendara.
sv: Använd varje jobbs färg i kalenderceller.
sw: Tumia rangi ya kila kazi kwenye seli za kalenda.
ta: காலண்டர் கலங்களில் ஒவ்வொரு வேலையின் நிறத்தையும் பயன்படுத்தவும்.
th: ใช้สีของแต่ละงานในช่องปฏิทิน
tr: Takvim hücrelerinde her işin rengini kullanın.
uk: Використовувати колір кожної роботи для клітинок календаря.
ur: کیلنڈر سیلز میں ہر ملازمت کا رنگ استعمال کریں۔
vi: Dùng màu của từng công việc trong các ô lịch.
zh_hans: 使用每个工作的颜色显示日历单元格。
zh_hant: 在行事曆儲存格中使用各項工作的顏色。

# appearance.dashboard.clockButtons.description
source: Show Clock in and Clock out buttons on the dashboard.
ar: إظهار أزرار "تسجيل الدخول" و"تسجيل الخروج" على لوحة التحكم.
bg: Показване на бутоните "Вход" и "Изход" на табло.
bn: ড্যাশবোর্ডে ঘড়ি ইন এবং ঘড়ি আউট বোতাম দেখান।
ca: Mostra els botons "Entrada" i "Sortida" al tauler de comandament.
cs: Zobrazit tlačítka "Nastoupit" a "Skončit" na přehledu.
da: Vis knapperne "Stemple ind" og "Stemple ud" på oversigten.
de: Zeige die Schaltflächen „Einstempeln
el: Εμφάνιση κουμπιών "Είσοδος" και "Έξοδος" στο ταμπλό.
es: Muestra los botones "Marcar entrada" y "Marcar salida" en el panel de control.
et: Kuva "Stemple sisse" ja "Stemple välja" nupud ülevaates.
fa: نمایش دکمه‌های "ورود" و "خروج" در داشبورد.
fi: Näytä "Kirjaudu sisään" ja "Kirjaudu ulos" -painikkeet pääruudulla.
fil: Ipakita ang mga Clock in at Clock out buttons sa dashboard.
fr: Afficher les boutons « Pointage d'arrivée » et « Pointage de départ » sur le tableau de bord.
he: הצג את כפתורי "הכנס" ו"צא" בלוח הבקרה.
hi: डैशबोर्ड पर घड़ी में और घड़ी बाहर बटन दिखाएँ।
hr: Prikaži gumbe "Evidentiraj dolazak" i "Evidentiraj odlazak" na pregledu.
hu: A "Bejelentkezés" és "Kijelentkezés" gombok megjelenítése az irányítópulton.
id: Tampilkan tombol "Masuk" dan "Keluar" di dasbor.
is: Sýndu hnappana "Stempl inn" og "Stempl út" á yfirlitinu.
it: Mostra i pulsanti "Accedi" e "Esci" sulla dashboard.
ja: ダッシュボードに「勤務開始」と「勤務終了」ボタンを表示します。
ko: 대시보드에 출근 및 퇴근 버튼을 표시합니다.
lt: Rodyti „Pradėti
lv: Rādīt "Ienākt" un "Iziet" pogas pārskatā.
nb: Vis knappene "Stemple inn" og "Stemple ut" på oversikten.
nl: Toon de knoppen "Instempelen" en "Uitstempelen" op het dashboard.
nn: Vis knappene "Stemple inn" og "Stemple ut" på oversikten.
pl: Pokaż przyciski "Zarejestruj wejście" i "Zarejestruj wyjście" na pulpicie.
pt_br: Mostrar os botões de marcação de entrada e saída no painel.
ro: Afișează butoanele "Pontaj intrare" și "Pontaj ieșire" pe tabloul de bord.
ru: Показывать кнопки "Начало смены" и "Конец смены" на панели управления.
sk: Zobraziť tlačidlá „Začať
sl: Prikaži gumbe "Prijava" in "Odjava" na nadzorni plošči.
sr: Prikaži dugmad "Uđi" i "Izađi" na kontrolnoj tabli.
sv: Visa knapparna "Stämpla in" och "Stämpla ut" på översikten.
sw: Onyesha vitufe vya "Ingia" na "Toka" kwenye dashibodi.
ta: டாஷ்போர்டில் "நுழைய வேண்டிய நேரம்" மற்றும் "வெளியேற வேண்டிய நேரம்" பொத்தானங்களைக் காட்டு.
th: แสดงปุ่มเข้างาน และ ออกงาน บนแดชบอร์ด
tr: Panoda "Giriş Yap" ve "Çıkış Yap" düğmelerini gösterin.
uk: Показати кнопки "Початок роботи" та "Кінець роботи" на панелі керування.
ur: ڈیش بورڈ پر "شامل ہوں" اور "باہر نکلیں" کے بٹن دکھائیں۔
vi: Hiển thị các nút Nhấn vào và Nhấn ra trên bảng điều khiển.
zh_hans: 在仪表板上显示打卡和下班按钮。
zh_hant: 在儀表板上顯示「打卡」和「下班」按鈕。

# appearance.dashboard.clockButtons.title
source: Show clock buttons
ar: إظهار أزرار الساعة
bg: Показване на бутони на часовника
bn: ঘড়ি বোতাম দেখান
ca: Mostra els botons de rellotge
cs: Zobrazit tlačítka hodin
da: Vis stemplingsknapper
de: Stemplingsknappen anzeigen
el: Εμφάνιση κουμπιών ρολογιού
es: Mostrar botones de reloj
et: Kuva kellanuppenuppe nupud
fa: نمایش دکمه‌های ساعت
fi: Näytä kellon painikkeet
fil: Ipakita ang mga clock buttons
fr: Afficher les boutons de pointage
he: הצג כפתורי שעון
hi: घड़ी बटन दिखाएँ
hr: Prikaži gumbe za vremenske kartice
hu: Stemplési gombok megjelenítése
id: Tampilkan tombol jam
is: Sýna stemplnappanna
it: Mostra pulsanti orologio
ja: 時刻ボタンを表示
ko: 시계 버튼 표시
lt: Rodyti laikaraščio mygtukus
lv: Rādīt pulksteņa pogas
nb: Vis stemplingsknapper
nl: Stempelknoppen weergeven
nn: Vis stemplingsknapper
pl: Pokaż przyciski zegara
pt_br: Mostrar botões de marcação
ro: Arată butoane de pontaj
ru: Показывать кнопки отметки времени
sk: Zobraziť tlačidlá hodín
sl: Prikaži gumbe za uro
sr: Prikaži dugmad za sat
sv: Visa stempelknappar
sw: Onyesha vitufe vya saa
ta: கடிகார பொத்தানங்களைக் காட்டு
th: แสดงปุ่มนาฬิกา
tr: Saat düğmelerini göster
uk: Показати кнопки часу
ur: گھڑی کے بٹن دکھائیں
vi: Hiển thị nút đồng hồ
zh_hans: 显示打卡按钮
zh_hant: 顯示打卡按鈕
